import React from "react";
import "assets/css/About.css";
import Edit from "./Edit";


export default function About() {
  return (
    <div>
      <div >
      
        <div className="container">
          <br></br>
          <br></br>
          <br></br>
       
          <h1 id="about">Company</h1>
          <hr />
        </div>
      
        <div className="container">
          <div className>
          
    

            <h3>
              บริษัทนี้เปรียบเสมือนสังกัดที่เหล่าฟรีแลนซ์ต่าง ๆ
              ที่มีความสามารถแตกต่างกันไปตามหมวดหมู่ความถนัดของแต่ละคน
              โดยที่เราจะคัดสรรจากผลงาน ต่าง ๆ
              ที่ได้ส่งเข้ามาว่ามีความสามารถตรงตามที่เราต้องการและความสามารถนั้นสามารถตอบสนองต่อความต้องการของลูกค้าได้หรือไม่
              เพื่อให้ลูกค้าสามารถไว้วางใจในการทำงานกับเรา
            </h3>
            <h3>
              บริษัท Rosefia ของเรา ยินดีให้บริการ
              เรามีความมุ่งมั่นในการให้บริการด้วยใจ เรามีการฝึกอบรม
              เราเน้นคุณภาพของงาน ความถูกต้อง ซื่อสัตย์ เราพร้อมที่จะดูแล
              และสนับสนุนคุณ
              เพื่อให้คุณสามารถเติบโตในธุรกิจได้อย่างมีประสิทธิภาพ "
              บริการด้วยใจ ใส่ใจในทุกงาน"
            </h3>
            
            


            <br></br>
            <br></br>
            <br></br>
            <br></br>
            <br></br>
            
          </div>
        </div>

        <img
              alt="..."
              className="creative-tim-logo"
              src={require("assets/img/fabio-mangione.jpg").default}
            />


      </div>
    </div>
  );
}

// สวัสดีครับผมชื่อโฟล์ค มีชื่อจริงว่า นายพีรพัฒน์ เยียรงค์ ตอนนี้ผมอายุ 20 ปี ตอนนี้กำลังศึกษาอยู่ที่มหาวิทยาลัยบูรพา วิทยาเขตจันทบุรี
//                     ซึ่งสาขาที่ผมเรียนอยู่เป็นสาขาเทคโนโลยีสารสนเทศ เป็นสาขาที่เรียนเกี่ยวกับข้อมูลสารสนเทศและการเขียนโค้ดต่าง ๆ ยกตัวอย่างภาษาเช่น PHP HTML C++ เป็นต้น
//                     สาเหตุที่ทำให้ผมเลือกเรียนสาขานี้ เพราะผมรู้สึกว่าตัวเองอยู่กับคอมพิวเตอร์มาค่อนข้างนานและยังไม่ค่อยเจอสิ่งที่ตัวเองชอบ ผมเลยเลือกมาเรียนที่สายนี้
